Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C17B.tmx
Source language: en_us
Languages: zh_cn

source: Is that a fish in your ear?——translation and the meaning of everything
zh_cn: 译之怡——大卫贝洛斯《翻译新论》书评

source: The theory of translation is very rarely — how to put this? — comical.
zh_cn: 翻译的理论——怎么说呢？——鲜见插科打诨。

source: Its mode is elegy, and severe admonishment.
zh_cn: 其情如挽歌，调似严训。

source: In the 20th century, its great figures were Vladimir Nabokov, in exile from Soviet Russia, attacking libertines like Robert Lowell for their infidelities to the literal sense; or Walter Benjamin, Jewish in a proto-Nazi Berlin, describing the Task of the Translator as an impossible ideal of exegesis.
zh_cn: 二十世纪的翻译大家，有被苏俄流放的弗拉基米尔?纳博科夫（Vladimir Nabokov），他抨击罗伯特?洛厄尔（Robert Lowell）等激进派译言不信；有沃尔特?本杰明（Walter Benjamin），纳粹统治初期柏林的犹太人，他视译者的任务为诠释，是不可能实现的理想。

source: You can never, so runs the elegiac argument, precisely reproduce a line of poetry in another language.
zh_cn: 所以，他们哀伤地说，你永远无法用另一种语言完美地再现诗歌。

source: Poetry! You can hardly even translate “maman.” . . .
zh_cn: 还诗歌呢！你连“maman”(法语口语，妈妈——译注)也无法尽译。

source: And this elegiac argument has its elegiac myth: the Tower of Babel, where the world’s multiplicity of languages is seen as mankind’s punishment — condemned to the howlers, the faux amis, the foreign menu apps.
zh_cn: 而这哀伤的论调有其哀伤的传说：巴别塔，这个世界的语言四分五裂，乃是对人类的惩罚——听不懂的语言，貌似神离的文字，非借助翻译程序才看得懂的菜单。

source: Whereas the ideal linguistic state would be the lost universal language of Eden.
zh_cn: 而理想的大同语言已失落在伊甸园里。

source: It’s rarely flippant, or joyful — the theory of translation.
zh_cn: 鲜见俏皮，远非愉悦——这就是翻译的理论。

source: David Bellos’s new book on translation at first sidesteps this philosophy.
zh_cn: 大卫贝洛斯（David Bellos）的翻译新论首次绕开这种观点。

source: He describes the dragomans of Ottoman Turkey, the invention of simultaneous translation at the Nuremberg trials, news wires, the speech bubbles of Astérix, Bergman subtitles. . . .
zh_cn: 他介绍了奥斯曼土耳其的译员，纽伦堡审判期间创新的同传，新闻专线，《高卢英雄传》（Astérix）的对话泡泡（漫画《高卢英雄传》用不同的泡泡表明人物说不同的语言——译注），伯格曼（Bergman）的字幕......

source: He offers an anthropology of translation acts.
zh_cn: 不啻为一部翻译研究大全。

source: But through this anthropology a much grander project emerges.
zh_cn: 但由此就引发出一个更为宏大的课题。

source: The old theories were elegiac, stately; they were very much severe.
zh_cn: 过去的理论悲情而严肃，不苟一丝言笑。

source: Bellos is practical, and sprightly.
zh_cn: 贝洛斯务实而明快。

source: He is unseduced by elegy. And this is because he is on to something new.
zh_cn: 他拒绝忧伤，因为他找到了新的天地。

source: Bellos is a professor of French and comparative literature at Princeton University, and also the director of the Program in Translation and Intercultural Communication there (at which, I should add, I once spoke).
zh_cn: 贝洛斯是普林斯顿大学的法语和比较文学教授，还任翻译和跨文化交际学学科主任（补充一点，本人曾经在那里讲过学）。

source: But to me he’s more interesting as the translator of two peculiarly great and problematic novelists: the Frenchman Georges Perec, whose work is characterized by a manic concern for form, and the Albanian Ismail Kadare, whose work Bellos translates not from the original Albanian, but from French translations supervised by Kadare.
zh_cn: 不过我对他的翻译更感兴趣，他翻译了两位尤其伟大的、颇具争议的小说家的作品：法国作家乔治?佩雷克（Georges Perec），其作品的特点是形式至上，堪称疯狂；还有阿尔巴尼亚小说家伊斯梅尔?卡达莱（Ismail Kadare），贝洛斯翻译的不是阿尔巴尼亚语原著，而是从卡达莱监督指导的法译本转译过来的。

source: Bellos’s twin experience with these novelists is, I think, at the root of his new book, for these experiences with translation prove two things: It’s still possible to find adequate equivalents for even manically formal prose; and it’s also possible to find such equivalents via a language that is not a work’s original.
zh_cn: 我认为，贝洛斯翻译这两位作家作品的经验正是他新作的源泉，因为这些经验证明了两点：第一，即使是形式至上的散文，也有贴切的对应翻译；即便通过译本转译，也可贴切再现原文。

source: Whereas according to the sad and orthodox theories of translation, neither of these truths should be true.
zh_cn: 而根据悲观的正统翻译理论，这两点事实却断无可能。

source: At one point, Bellos quotes with rightful pride a small instance of his own inventiveness. In Perec’s novel “Life: A User’s Manual,” a character walks through a Parisian arcade, stopping to look at the “humorous visiting cards in a joke-shop window.”
zh_cn: 贝洛斯书中举了一个小小的例子，对自己的创造性不无自豪：在佩雷克的小说《生活：一份用户指南》中，一个人物走过巴黎的一处拱廊，停下脚步，看“一家恶作剧店橱窗里的幽默名片”。

source: In Perec’s original French, one of these cards is: “Adolf Hitler/Fourreur.”
zh_cn: 在佩雷克的法文原著里，一张名片上写着“Adolf Hitler/Fourreur”（阿道夫?希特勒/皮货商——译注）。

source: A fourreur is a furrier, but Perec’s joke-shop joke is that it also resembles the French pronunciation of Führer.
zh_cn: 法文Fourreur在英语中为furrier（皮货商），而佩雷克作品里的恶作剧店幽默就幽默在这个法文单词的发音，跟德文“元首”（Führer）一词的发音相似。

source: So Bellos, in his English version, rightly translates “fourreur” not as “furrier,” but like this: “Adolf Hitler/German Lieder.”
zh_cn: 于是，贝洛斯在其英文译本中恰到好处地把这张名片译成了：“Adolf Hitler/German Lieder”（德语lieder为lied的复数，意为“民谣、抒情歌曲”，也可按派生变化理解为“民歌手、抒情歌手”；但其发音近似英语“leader”，意为“领导者”——译注）。

source: Bellos’s new multiphonic pun is a travesty, no doubt about it — and it’s also the most precise translation possible.
zh_cn: 贝洛斯的译文创造出了一个同音双关，无疑属于戏仿，但却最大限度地忠实了原著。
